tap "homebrew/bundle"
tap "mongodb/brew"
brew "cocoapods"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "guile"
brew "jq"
brew "maven"
brew "mongodb-atlas-cli"
brew "node@16"
brew "pidof"
brew "python@3.10"
brew "speedtest-cli"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "mongodb/brew/mongodb-database-tools"
cask "alt-tab"
cask "android-studio"
cask "arc"
cask "betterzip"
cask "calibre"
cask "coconutbattery"
cask "dozer"
cask "easyfind"
cask "firefox"
cask "flutter"
cask "folx"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "maccy"
cask "mactex"
cask "mongodb-compass"
cask "mos"
cask "notion"
cask "nvidia-geforce-now"
cask "obs"
cask "postman"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "tomatobar"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vnc-viewer"
cask "zoom"
vscode "42Crunch.vscode-openapi"
vscode "Arjun.swagger-viewer"
vscode "bajdzis.vscode-database"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "DotJoshJohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "FelixAngelov.bloc"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "IBM.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "profimedica.live-preview"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "thekalinga.bootstrap4-vscode"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "WallabyJs.console-ninja"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "yzane.markdown-pdf"
